brew "bash-completion@2"
brew "btop"
brew "caarlos0/tap/svu"
brew "charmbracelet/tap/freeze"
brew "charmbracelet/tap/glow"
brew "charmbracelet/tap/gum"
brew "charmbracelet/tap/mods"
brew "charmbracelet/tap/vhs"
brew "coreutils"
brew "curl"
brew "dagger/tap/dagger"
brew "deno"
brew "entr"
brew "fd"
brew "fish"
brew "fisher"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "go"
brew "go-task"
brew "golangci-lint"
brew "gopls"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "kind"
brew "kubectx"
brew "kubernetes-cli"
brew "kustomize"
brew "lsd"
brew "lua-language-server"
brew "mas"
brew "moreutils"
brew "neovim"
brew "nmap"
brew "pgcli"
brew "poetry"
brew "pstree"
brew "rio", link: false
brew "ripgrep"
brew "rustup"
brew "scc"
brew "shellcheck"
brew "sqlite"
brew "stern"
brew "stylua"
brew "syft"
brew "tailwindcss"
brew "tailwindcss-language-server"
brew "terminal-notifier"
brew "tinygo-org/tools/tinygo"
brew "tmux"
brew "uv"
brew "watch"
brew "wget"
brew "zig"
brew "zoxide"
brew 'asdf'
brew 'bufbuild/buf/buf'
brew 'hashicorp/tap/terraform-ls'
brew 'jq'
brew 'node'
brew 'gpg2'
brew 'gnupg'
brew 'pinentry-mac'
cask "1password"
cask "appcleaner"
cask "claude"
cask "cleanshot"
cask "container"
cask "deckset"
cask "discord"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "goreleaser-pro"
cask "hammerspoon"
cask "imageoptim"
cask "ledger-live"
cask "maccy"
cask "monodraw"
cask "ollama"
cask "orbstack"
cask "rio"
cask "signal"
cask "slack"
cask "soulver"
cask "steam"
cask "telegram"
cask "todoist"
cask "vlc"
cask "whatsapp"
cask "zoom"
tap "caarlos0/tap"
tap "charmbracelet/tap"
tap "dagger/tap"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "nikitabobko/tap"
tap "tinygo-org/tools"
tap "sst/tap/opencode"
